{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"hi_IN","project_id_version":"MailPoet - MailPoet"},"Restrict coupon usage to the subscriber receiving this email.":["कूपन का उपयोग केवल इस ईमेल प्राप्त करने वाले ग्राहक तक ही सीमित रखें।"],"Restrict to subscriber email":["सब्सक्राइबर ईमेल तक सीमित करें"],"Load more":["और लोड करें"],"Loading coupons was not successful":["कूपन लोड करना सफल नहीं रहा"],"Choose a style":["एक शैली चुनें"],"No coupons found":["कोई कूपन नहीं मिला"],"All types":["सभी प्रकार के"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["अल्पविराम द्वारा ईमेल पतों को पृथक करें। आप किसी ईमेल के भागों का मिलान करने के लिए तारक चिह्न (*) का भी उपयोग कर सकते हैं। उदाहरण के लिए \"*@gmail.com\" सभी जीमेल पतों से मेल खाएगा।"],"Exclude product categories":["उत्पाद श्रेणियों को बाहर करें"],"Coupon does not apply to items on sale.":["कूपन बिक्री पर वस्तुओं पर लागू नहीं होता है।"],"Coupon cannot be used in conjunction with other coupons.":["कूपन का उपयोग अन्य कूपन के साथ संयोजन में नहीं किया जा सकता है"],"Free shipping":["मुफ़्त शिपिंग"],"Expires in":["में समाप्त होना"],"General settings":["सामान्य सेटिंग्स"],"Create new":["नया बनाएं"],"All coupons":["सभी कूपन"],"Usage limit per user":["प्रति उपयोगकर्ता उपयोग सीमा"],"Unlimited usage":["असीमित उपयोग"],"Usage limit per coupon":["उपयोग सीमा प्रति कूपन"],"Usage limits":["उपयोग की सीमाएँ"],"No restrictions":["कोई प्रतिबंध नहीं"],"Allowed emails":["अनुमत ईमेल"],"No categories":["कोई श्रेणी नहीं"],"Any category":["कोई भी श्रेणी"],"Product categories":["उत्पाद श्रेणियां"],"Excluded products":["बहिष्कृत उत्पाद"],"Search for a product…":["कोई उत्पाद खोजें…"],"Exclude sale items":["बिक्री की वस्तुओं को बाहर करें"],"Individual use only":["केवल व्यक्तिगत उपयोग"],"No maximum":["अधिकतम नहीं"],"Maximum spend":["अधिकतम खर्च"],"No minimum":["न्यूनतम नहीं"],"Minimum spend":["न्यूनतम व्यय"],"Usage restriction":["उपयोग प्रतिबंध"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["कृपया हजार विभाजकों और मुद्रा प्रतीकों के बिना एक मौद्रिक दशमलव बिंदु (%s) के साथ एक मान दर्ज करें।"],"Coupon amount":["कूपन राशि"],"Discount type":["छूट का प्रकार"],"Don't forget to include the [activation_link] shortcode in the email":["ईमेल में [activation_link] शॉर्टकोड शामिल करना न भूलें"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["इस ईमेल को संपादित करने के लिए, इसे निष्क्रिय करना होगा। परिवर्तन करने के बाद आप इसे फिर से सक्रिय कर सकते हैं।"],"This email was deactivated.":["यह ईमेल निष्क्रिय कर दिया गया था।"],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["पुनः सहभागिता ईमेल में [link:subscription_re_engage_url] शॉर्टकोड के साथ एक लिंक शामिल होना चाहिए।"],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["फिर से करने के लिए कोई कार्रवाई उपलब्ध नहीं है."],"A button title when user can redo the change in editor\u0004Redo":["फिर करें"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["पूर्ववत करने के लिए कोई क्रिया उपलब्ध नहीं है।"],"A button title when user can undo the change in editor\u0004Undo":["पहले जैसा"],"cancel color selection\u0004Cancel":["रद्द करे"],"select color\u0004Select":["चुनें"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["कृपया दाहिने साइडबार से ईमेल में \"स्वचालित नवीनतम सामग्री\" विजेट जोड़ें।"],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["भेजने का कार्य किया जा रहा है। क्या आप न्यूज़लेटर भेजना और संपादित करना रोकना चाहते हैं?"],"Products":["उत्पाद"],"Email sending has been paused.":["ईमेल भेजना रोक दिया गया है।"],"There are unsaved changes which will be lost if you leave this page.":["सहेजे नहीं गए परिवर्तन हैं जो यदि आप इस पृष्ठ को छोड़ते हैं तो खो जाएंगे।"],"Saving...":["सहेजा जा रहा है..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["इस न्यूज़लेटर की सामग्री दूषित है और खो सकती है, आपको इस न्यूज़लेटर में नई सामग्री जोड़ने या एक नया बनाने की आवश्यकता हो सकती है। यदि संभव हो तो कृपया हमसे संपर्क करें और इस समस्या की रिपोर्ट करें।"],"Newsletter Preview":["न्यूज़लेटर पूर्वावलोकन"],"There is no content to display.":["प्रदर्शित करने के लिए कोई सामग्री नहीं है।"],"Categories & tags":["श्रेणियाँ और टैग"],"Template has not been saved, please try again":["टेम्पलेट सहेजा नहीं गया है, कृपया पुनः प्रयास करें"],"Template has been saved.":["टेम्पलेट सहेजा गया है।"],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["मोबाइल उपकरणों जैसे उच्च-घनत्व स्क्रीन पर तेज प्रदर्शन सुनिश्चित करने के लिए कम से कम 1,000 पिक्सेल की चौड़ाई वाली छवियों का उपयोग करें।"],"This option eliminates padding around the image.":["यह विकल्प छवि के चारों ओर पैडिंग को समाप्त करता है।"],"Max length is 250 characters, however, we recommend 80 characters.":["अधिकतम लंबाई 250 वर्ण है, हालांकि, हम 80 वर्णों की अनुशंसा करते हैं।"],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["यह वैकल्पिक टेक्स्ट आपके सब्सक्राइबर्स के इनबॉक्स में सब्जेक्ट लाइन के बगल में दिखाई देगा। कुछ आकर्षक लिखो!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["आप यहां MailPoet शॉर्टकोड जोड़ सकते हैं। उदाहरण के लिए, आप इस शॉर्टकोड का उपयोग करके अपने ग्राहकों के पहले नाम जोड़ सकते हैं: [subscriber:firstname | default:reader]। बस शॉर्टकोड को कॉपी करके फील्ड में पेस्ट करें।"],"Please add a template name":["कृपया एक टेम्पलेट नाम जोड़ें"],"Check your [link]sending method settings[\/link].":["अपनी [link] भेजने की विधि सेटिंग [\/link] जांचें।"],"Sign up for free in minutes":["मिनटों में निःशुल्क साइन अप करें"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["आसान विकल्प इसके बजाय <b>MailPoet भेजने की सेवा के साथ ईमेल भेजना<\/b> है, जैसा कि हजारों अन्य उपयोगकर्ता करते हैं।"],"Please check your sending method configuration, you may need to consult with your hosting company.":["कृपया अपनी भेजने की विधि कॉन्फ़िगरेशन की जांच करें, आपको अपनी होस्टिंग कंपनी से परामर्श करने की आवश्यकता हो सकती है।"],"The email could not be sent due to a technical issue with %1$s":["%1$s के साथ तकनीकी समस्या के कारण ईमेल नहीं भेजा जा सका"],"Enter an email address to send the preview newsletter to.":["पूर्वावलोकन न्यूज़लेटर भेजने के लिए एक ईमेल पता दर्ज करें।"],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["यह ईमेल पहले ही भेजा जा चुका है। इसे संपादित किया जा सकता है, लेकिन दोबारा नहीं भेजा जा सकता है। अगर आप इसे दोबारा भेजना चाहते हैं तो इस ईमेल को डुप्लिकेट करें।"],"Poet, please add prose to your masterpiece before you send it to your followers.":["कवि, कृपया अपने अनुयायियों को भेजने से पहले अपनी कृति में गद्य जोड़ें।"],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["सभी ईमेल में एक \"सदस्यता छोड़ें\" लिंक शामिल होना चाहिए। जारी रखने के लिए अपने ईमेल में एक पाद लेख विजेट जोड़ें।"],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["ईमेल सहेजा नहीं जा सका। कृपया, ब्राउज़र कैश साफ़ करें और पृष्ठ को पुनः लोड करें। यदि समस्या बनी रहती है, तो ईमेल को डुप्लिकेट करें और पुनः प्रयास करें।"],"Select a shortcode":["एक शॉर्टकोड चुनें"],"Failed to fetch rendered posts":["प्रस्तुत पोस्ट लाने में विफल"],"Failed to fetch available posts":["उपलब्ध पोस्ट लाने में विफल"],"Close":["बंद"],"Sorry, there was an error, please try again later.":["क्षमा करें, एक त्रुटि हुई थी, कृपया बाद में पुन: प्रयास करें।"]}}}