{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"hi_IN","project_id_version":"MailPoet - MailPoet"},"Built-in CAPTCHA is shown when users need to verify they’re not a robot. You can customize this page by editing it in WordPress and using the [mailpoet_page] shortcode to display the CAPTCHA form.":["जब उपयोगकर्ताओं को यह सत्यापित करने की आवश्यकता होती है कि वे रोबोट नहीं हैं, तो अंतर्निहित कैप्चा दिखाया जाता है। आप इस पृष्ठ को वर्डप्रेस में संपादित करके और कैप्चा फ़ॉर्म प्रदर्शित करने के लिए [mailpoet_page] शॉर्टकोड का उपयोग करके इसे अनुकूलित कर सकते हैं।"],"Built-in CAPTCHA page":["अंतर्निर्मित कैप्चा पृष्ठ"],"Separated – only human opens are counted as total opens. More accurate, but the numbers tend to be lower.":["पृथक - केवल मानव खुले को ही कुल खुले के रूप में गिना जाता है। अधिक सटीक, लेकिन संख्याएँ कम होती हैं।"],"Merged – both are counted as total opens. Similar to other email marketing tools.":["विलय - दोनों को कुल खुलेपन के रूप में गिना जाता है। अन्य ईमेल मार्केटिंग टूल के समान।"],"Choose how human and machine opens should be displayed.":["चुनें कि मानव और मशीन के खुलने का तरीका कैसे प्रदर्शित किया जाना चाहिए।"],"Human and machine opens":["इंसान और मशीन खुलते हैं"],"Action Scheduler (recommended)":["कार्य शेड्यूलर (अनुशंसित)"],"Before terms and conditions":["नियम और शर्तों से पहले"],"Before payment methods":["भुगतान के तरीकों से पहले"],"After terms and conditions":["नियम व शर्तों के बाद"],"After order notes":["ऑर्डर नोट के बाद"],"After billing info":["बिलिंग जानकारी के बाद"],"Select where the marketing opt-in checkbox appears on the checkout page.":["चुनें कि चेकआउट पृष्ठ पर मार्केटिंग ऑप्ट-इन चेकबॉक्स कहाँ दिखाई देता है।"],"Checkbox opt-in position":["चेकबॉक्स ऑप्ट-इन स्थिति"],"Checkbox opt-in message":["चेकबॉक्स ऑप्ट-इन संदेश"],"Opt-in on checkout":["चेकआउट पर ऑप्ट-इन करें"],"Update service settings":["सेवा सेटिंग अपडेट करें"],"Your currently selected sending method is \"MailPoet Sending Service\". The API key you entered is not valid for sending with our sending service. You can either <link>upgrade to a subscription<\/link> that allows you to send with our service or choose a different sending service":["आपकी वर्तमान में चयनित भेजने की विधि \"मेलपोएट सेंडिंग सर्विस\" है। आपके द्वारा दर्ज की गई एपीआई कुंजी हमारी भेजने वाली सेवा के साथ भेजने के लिए मान्य नहीं है। आप या तो एक <link>सदस्यता में अपग्रेड<\/link> कर सकते हैं जो आपको हमारी सेवा के साथ भेजने की अनुमति देती है या एक अलग भेजने वाली सेवा चुन सकती है"],"Confirm sending service selection":["सेवा चयन भेजने की पुष्टि करें"],"Maximum number to display":["प्रदर्शित करने हेतु अधिकतम संख्या"],"Subject lines containing":["विषय पंक्तियाँ युक्त"],"End date":["अंतिम तिथि"],"Start date":["आरंभ करने की तिथि"],"In the last days":["आखिरी दिनों में"],"Include newsletters sent no more than this many days ago. This overrides start and end dates.":["इससे अधिक दिन पहले नहीं भेजे गए समाचार-पत्र शामिल करें। यह प्रारंभ और समाप्ति तिथियों को ओवरराइड करता है।"],"Visitors to your website":["आपकी वेबसाइट पर विज़िटर"],"The checkbox opt-in message cannot be empty.":["चेकबॉक्स ऑप्ट-इन संदेश खाली नहीं हो सकता।"],"Select lists...":["सूचियां चुनें..."],"Lists to also subscribe customers to:":["ग्राहकों की सदस्यता लेने के लिए सूचियाँ:"],"Customers can subscribe to the \"WooCommerce Customers\" list and optionally other lists via a checkbox on the checkout page.":["ग्राहक चेकआउट पेज पर चेकबॉक्स के माध्यम से \"वूकॉमर्स ग्राहक\" सूची और वैकल्पिक रूप से अन्य सूचियों की सदस्यता ले सकते हैं।"],"With the frequency of running it every minute:":["इसे हर मिनट चलाने की आवृत्ति के साथ:"],"To use this option please add this command to your crontab:":["इस विकल्प का उपयोग करने के लिए कृपया इस कमांड को अपने कॉन्टैब में जोड़ें:"],"Server side cron (Linux cron)":["सर्वर साइड क्रॉन (लिनक्स क्रॉन)"],"Select what will activate your newsletter queue.":["चुनें कि आपकी न्यूज़लेटर कतार क्या सक्रिय करेगी।"],"Newsletter task scheduler (cron)":["न्यूज़लेटर कार्य अनुसूचक (क्रॉन)"],"Read more.":["अधिक पढ़ें।"],"Settings":["सेटिंग्स"]}}}